**free

ctl-opt option(*noDebugIo: *srcStmt) debug;

dcl-pi programOne extpgm('PGM1');
end-pi;

dcl-c true '1';

*inlr = true;

dsply 'Hello folks!';

return;