**free

ctl-opt option(*noDebugIo: *srcStmt) debug;

dcl-pi programTwo extpgm('PGM2');
end-pi;

dcl-c true '1';

*inlr = true;

dsply 'Hi there!';
dsply 'Hope you are doing good?';

return;
